[{
  "_id": {
    "$oid": "65494530c8076bc9eed882ef"
  },
  "title": "HTLS 2023: Peak XV Partners MD says ‘AI is fastest-changing landscape’, gives Indian startups a heads up",
  "date": "2023-11-02",
  "author": "HT News Desk",
  "description": "HTLS 2023: Shailendra Singh of Peak XV Partners said the current environment is a gift for founders as they are able to surround themselves with good talent.\n\nArtificial intelligence or AI is perhaps the “fastest-changing landscape of any new arena” and some of the Indian startups working on it will need to learn, evolve, and grow quickly, said Shailendra Singh, managing director of Peak XV Partners (formerly Sequoia Capital India) – a leading venture capital and growth investing firm investing across India and Southeast Asia. Speaking on Day 3 of the 21st edition of the Hindustan Times Leadership Summit, Singh told the editor-in-chief R Sukumar that “every company needs to have an AI strategy now”.\n\nIn the last 18 years, Singh and his team have partnered with over 400 companies in the technology, consumer, and financial space. He joined the firm in 2006 and spearheaded all activities in India and the ASEAN region. Singh has advised on several successful investments including Carousell, CRED, Druva, Gojek, Pine Labs, Tokopedia and Unacademy.\n\nHe was included on the Forbes Midas List of top global VCs in 2018, 2019 and 2020. He has received an MBA with distinction from Harvard Business School and an undergraduate degree in chemical engineering from IIT Bombay.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65494723ba01f39454a3a653"
  },
  "title": "India bans 59 Chinese apps including TikTok, company says in process of complying with it.",
  "date": "2014-10-02",
  "author": "Reema Sharma",
  "description": "New Delhi: Chinese short video making app TikTok on Tuesday said that the company is in process of complying with the Indian government order on the ban of the app. \\nIndia on Monday (June 29) banned 59 Chinese mobile apps including TikTok, UC Browser and Cam Scanner among others, in a major retaliation against China amid the rising border tension at the Line of Actual Control (LAC)\n\nA statement from the government said that the apps are 'engaged in activities which is prejudicial to sovereignty and integrity of India, defence of India, the security of the state and public order.TikTok has more than 100 million (10 crore) monthly active users in India. Notably, when TikTok app was blocked in India for a week in 2019, ByteDance had said in a court filing that it was losing more than $5,00,000 (9Rs 3.7 Crore) a day in the nation. ByteDance is the company which has developed TikTok.\n\nAccording to a report, Indian users spent over 5.5 billion (550 Crore) hours on TikTok in 2019. Another report said that TikTok’s monthly active users increased by 90 per cent to 81 million by December 2019. In December 2019, the time spent on Tiktok in India was more than the next 11 countries",
  "__v": 0
},
{
  "_id": {
    "$oid": "654947ddbd91da0a183b61d4"
  },
  "title": "All bets are off in clash between BJP, Congress in Madhya Pradesh ",
  "date": "2023-10-23",
  "author": "MEHUL MALPANI",
  "description": "BHOPAL: The ruling BJP and the Opposition Congress have both announced their candidates for most seats in Madhya Pradesh’s upcoming Assembly election, but their campaigns are yet to take off fully as both parties continue to face heat from upset party leaders who have been denied tickets, and rebels looking to hurt their prospects in multiple seats.\n\nThe scale of the pressure on the parties can be seen in the fact that the Congress has replaced its candidates for seven seats so far, while the BJP is yet to field candidates for two seats — Vidisha and Guna — with just five days left to file nominations.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65494915aff58c2b9ddcdcad"
  },
  "title": "KCR may have to fight 100 determined farmers in Kamareddy constituency.",
  "date": "2023-10-25",
  "author": "R. RAVIKANTH REDDY",
  "description": "In a repeat of what turmeric farmers did to BRS leader Kalvakuntla Kavitha in the 2019 Parliament elections, farmers from Kamareddy constituency have threatened to make the contest difficult for Chief Minister K. Chandrasekhar Rao by filing nominations against him.\n\nThe Joint Action Committee of farmers losing their lands in the Kamareddy Municipality Draft Master Plan have warned that more than 100 farmers would file nominations unless the Chief Minister announces the withdrawal of the Master Plan that takes away their agriculture lands. Mr. Chandrasekhar Rao is seeking election from Kamareddy constituency in the Nizamabad district apart from his own constituency Gajwel in Siddipet district in the upcoming Assembly elections.\n\nThe Master Plan draft will affect seven villages — Lingapur, Pekral, Ilchipur, Vadlur Yella Reddy, Rameshwar Palli, Patha Rajampeta, Sarampalli that were merged in the Kamareddy municipality and hundreds of acres of agriculture land is likely to be acquired by the government as per the plan. Though the plan has been kept in abeyance after protests, farmers feel it will be approved once the elections are over.\n\nThe affected farmers held a grama sabha at Lingapur and Rameshwar Palli and decided to file nominations against the Chief Minister to get their issue highlighted. “Similar meetings will be conducted in all the affected villages in the next two days and we will not budge unless the draft plan is abolished,” says Bandari Ram Reddy, a farmer losing his lands in Lingapur village.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65494a8d693d309da2a4830f"
  },
  "title": "India-Middle East Economic Corridor Possible Reason For Hamas Attack: Biden",
  "date": "2023-10-26",
  "author": "THE HINDU BUREAU",
  "description": "Washington DC: US President Joe Biden has hinted that one of the reasons behind Hamas' October 7 attack on Israel was the recent announcement of the India-Middle East-Europe Economic Corridor that integrates the entire region with a network of rail, road and ports.\n\n\"I'm convinced one of the reasons Hamas attacked when they did, and I have no proof of this, just my instinct tells me, is because of the progress we were making towards regional integration for Israel, and regional integration overall. We can't leave that work behind,\" Biden said.\n\nThe US President made the remarks during a joint press conference with Australian PM Anthony Albanese on Wednesday (US local time).\n\nDuring the G20 Summit in New Delhi, India, USA, UAE, Saudi Arabia, France, Germany, Italy and the European Union signed a Memorandum of Understanding (MoU) to establish the India-Middle East-Europe Economic Corridor.\n\nThe corridor will encourage and provide impetus to economic development through enhanced connectivity and economic integration between Asia, West Asia, the Middle East and Europe, as per sources.",
  "__v": 0
}]