[{
  "_id": {
    "$oid": "65494530c8076bc9eed882ef"
  },
  "title": "HTLS 2023: Peak XV Partners MD says ‘AI is fastest-changing landscape’, gives Indian startups a heads up",
  "date": "2023-11-02",
  "author": "ht news desk",
  "image": "",
  "description": "HTLS 2023: Shailendra Singh of Peak XV Partners said the current environment is a gift for founders as they are able to surround themselves with good talent.\n\nArtificial intelligence or AI is perhaps the “fastest-changing landscape of any new arena” and some of the Indian startups working on it will need to learn, evolve, and grow quickly, said Shailendra Singh, managing director of Peak XV Partners (formerly Sequoia Capital India) – a leading venture capital and growth investing firm investing across India and Southeast Asia. Speaking on Day 3 of the 21st edition of the Hindustan Times Leadership Summit, Singh told the editor-in-chief R Sukumar that “every company needs to have an AI strategy now”.\n\nIn the last 18 years, Singh and his team have partnered with over 400 companies in the technology, consumer, and financial space. He joined the firm in 2006 and spearheaded all activities in India and the ASEAN region. Singh has advised on several successful investments including Carousell, CRED, Druva, Gojek, Pine Labs, Tokopedia and Unacademy.\n\nHe was included on the Forbes Midas List of top global VCs in 2018, 2019 and 2020. He has received an MBA with distinction from Harvard Business School and an undergraduate degree in chemical engineering from IIT Bombay.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65494723ba01f39454a3a653"
  },
  "title": "India bans 59 Chinese apps including TikTok, company says in process of complying with it.",
  "date": "2014-10-02",
  "author": "Reema Sharma",
  "image": "",
  "description": "New Delhi: Chinese short video making app TikTok on Tuesday said that the company is in process of complying with the Indian government order on the ban of the app. \\nIndia on Monday (June 29) banned 59 Chinese mobile apps including TikTok, UC Browser and Cam Scanner among others, in a major retaliation against China amid the rising border tension at the Line of Actual Control (LAC)\n\nA statement from the government said that the apps are 'engaged in activities which is prejudicial to sovereignty and integrity of India, defence of India, the security of the state and public order.TikTok has more than 100 million (10 crore) monthly active users in India. Notably, when TikTok app was blocked in India for a week in 2019, ByteDance had said in a court filing that it was losing more than $5,00,000 (9Rs 3.7 Crore) a day in the nation. ByteDance is the company which has developed TikTok.\n\nAccording to a report, Indian users spent over 5.5 billion (550 Crore) hours on TikTok in 2019. Another report said that TikTok’s monthly active users increased by 90 per cent to 81 million by December 2019. In December 2019, the time spent on Tiktok in India was more than the next 11 countries",
  "__v": 0
},
{
  "_id": {
    "$oid": "654947ddbd91da0a183b61d4"
  },
  "title": "All bets are off in clash between BJP, Congress in Madhya Pradesh ",
  "date": "2023-10-23",
  "author": "MEHUL MALPANI",
  "image": "",
  "description": "BHOPAL: The ruling BJP and the Opposition Congress have both announced their candidates for most seats in Madhya Pradesh’s upcoming Assembly election, but their campaigns are yet to take off fully as both parties continue to face heat from upset party leaders who have been denied tickets, and rebels looking to hurt their prospects in multiple seats.\n\nThe scale of the pressure on the parties can be seen in the fact that the Congress has replaced its candidates for seven seats so far, while the BJP is yet to field candidates for two seats — Vidisha and Guna — with just five days left to file nominations.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65494915aff58c2b9ddcdcad"
  },
  "title": "KCR may have to fight 100 determined farmers in Kamareddy constituency.",
  "date": "2023-10-25",
  "author": "R. RAVIKANTH REDDY",
  "image": "",
  "description": "In a repeat of what turmeric farmers did to BRS leader Kalvakuntla Kavitha in the 2019 Parliament elections, farmers from Kamareddy constituency have threatened to make the contest difficult for Chief Minister K. Chandrasekhar Rao by filing nominations against him.\n\nThe Joint Action Committee of farmers losing their lands in the Kamareddy Municipality Draft Master Plan have warned that more than 100 farmers would file nominations unless the Chief Minister announces the withdrawal of the Master Plan that takes away their agriculture lands. Mr. Chandrasekhar Rao is seeking election from Kamareddy constituency in the Nizamabad district apart from his own constituency Gajwel in Siddipet district in the upcoming Assembly elections.\n\nThe Master Plan draft will affect seven villages — Lingapur, Pekral, Ilchipur, Vadlur Yella Reddy, Rameshwar Palli, Patha Rajampeta, Sarampalli that were merged in the Kamareddy municipality and hundreds of acres of agriculture land is likely to be acquired by the government as per the plan. Though the plan has been kept in abeyance after protests, farmers feel it will be approved once the elections are over.\n\nThe affected farmers held a grama sabha at Lingapur and Rameshwar Palli and decided to file nominations against the Chief Minister to get their issue highlighted. “Similar meetings will be conducted in all the affected villages in the next two days and we will not budge unless the draft plan is abolished,” says Bandari Ram Reddy, a farmer losing his lands in Lingapur village.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65494a8d693d309da2a4830f"
  },
  "title": "India-Middle East Economic Corridor Possible Reason For Hamas Attack: Biden",
  "date": "2023-10-26",
  "author": "THE HINDU BUREAU",
  "image": "",
  "description": "Washington DC: US President Joe Biden has hinted that one of the reasons behind Hamas' October 7 attack on Israel was the recent announcement of the India-Middle East-Europe Economic Corridor that integrates the entire region with a network of rail, road and ports.\n\n\"I'm convinced one of the reasons Hamas attacked when they did, and I have no proof of this, just my instinct tells me, is because of the progress we were making towards regional integration for Israel, and regional integration overall. We can't leave that work behind,\" Biden said.\n\nThe US President made the remarks during a joint press conference with Australian PM Anthony Albanese on Wednesday (US local time).\n\nDuring the G20 Summit in New Delhi, India, USA, UAE, Saudi Arabia, France, Germany, Italy and the European Union signed a Memorandum of Understanding (MoU) to establish the India-Middle East-Europe Economic Corridor.\n\nThe corridor will encourage and provide impetus to economic development through enhanced connectivity and economic integration between Asia, West Asia, the Middle East and Europe, as per sources.",
  "__v": 0
},
{
  "_id": {
    "$oid": "654cce90ab8ccf2f091a457f"
  },
  "title": "India Files Appeal In Case Of 8 Navy Veterans On Death Row In Qatar",
  "date": "2023-11-09",
  "author": " Chandrashekar Srinivasan",
  "image": "",
  "description": "New Delhi: India has filed an appeal with Qatar over the death penalty to eight former Navy personnel, who were arrested in August last year for reasons still not known and sentenced last month. External Affairs Ministry spokesperson Arindam Bagchi said Thursday Delhi has \"already filed an appeal\".\nAt a scheduled press briefing, Mr Bagchi said case details remain unavailable. \"The judgement is confidential... has only been shared with the legal team. We are now pursuing further legal steps.\"\n\n\"We are in touch with the family (of the eight Naval officers)... if you remember, the External Affairs Minister (S Jaishankar) met their family in Delhi. We will continue to extend all possible legal and consular support,\" Mr Bagchi stressed and cautioned against speculation in this sensitive matter.\n\nConsular access to the eight was last provided on Tuesday, Mr Bagchi added.\n\nThe eight ex-Navy officers include decorated individuals who once commanded major Indian warships, and were working for Dahra Global Technologies and Consultancy Services when arrested.\n\nDahra is a private firm providing training and related services to Qatar's armed forces.\n\nSources said some of the sailors were working on a sensitive project - stealth submarines based on Italian technology. Media reports have claimed they have been accused of spying for Israel.\n\nThose sentenced include Navtej Singh Gill, Birendra Kumar Verma, and Saurabh Vasisht, all of whom hold the rank of Captain and Amit Nagpal, Purnendu Tiwari, Sugunakar Pakala, and Sanjeev Gupta, who retired with the rank of Commander. Their trial began March 29 after bail pleas were rejected.",
  "__v": 0
},
{
  "_id": {
    "$oid": "654d543e0a82764e58aefdb2"
  },
  "title": "How True Is the Claim That Bihar Caste Survey Is ‘Promoting Casteism’?",
  "date": "2023-11-07",
  "author": "Satish Deshpande",
  "image": "",
  "description": "In this edition of the ‘Nehru Dialogues’, professor Satish Deshpande, who is a sociologist and has worked extensively on the issue of caste and education, talks about the implications of the recently conducted caste survey in Bihar.\n\nHe argues that the survey is a significant step towards understanding the social and economic realities of the state. He further argues that merely counting the number of castes may lead to reactionary politics that revolves around identity alone, without taking the socio-economic conditions of different castes into account.\n\nProfessor Deshpande further delves into the meaning of the words ‘casteist’ and ‘casteism’, and their covert nature that naturalised over a period of time.\n\nHe finally concludes by drawing a roadmap of where we should now proceed as a society after the survey.\nThe matter started from Nehru ji, so it is right that it should start from here. We are now aware that many allegations are being made against Nehru ji and they are being lobbed on his forehead. But this alleged fault is that he did not understand the subject of caste. I think there is a lot of truth in this allegation. But I also believe that if he had been alive today, he would have had no hesitation in taking part in this debate. Perhaps, he would not have hesitated in admitting that he had made a mistake because today we would be okay with it.\n\nWe are used to such leaders who never make any mistakes. So, if you have a leader, in any country, who is never making any mistakes, then you should be afraid because the times are not good. If a leader never makes any mistakes, then the situation is worrying.\n\nLater, I will dwell on the question of what happened in the Nehru era regarding caste, due to which we are on the brink of where we are today. I am sorry I forgot to mention right at the beginning that in this linguistically diverse country, it is important to avoid a thinking that promotes one country, one language, one leader.\n\nAlso read: India Doesn’t Need Hindi to Unify the Masses\n\nWe should not speak only in one language and there will be many people here, if not many, then at least some for whom Hindi is not a natural language. If it is not a natural language, then I will try to speak in English also, and today, in 2023, we should not shy away from the fact that English has evolved into an Indian language and it is language for communication. So that’s all on the question of language.\n\nFrom time to time I will also speak in English and if someone interrupts me if I continue to speak in Hindi, I would like to put four proposals on caste enumeration, especially about casteism, before you, and then some question proposals.",
  "__v": 0
},
{
  "_id": {
    "$oid": "654dccd963fff6d5af2ddce4"
  },
  "title": "Lightning fires threaten planet-cooling forests",
  "date": "2023-11-09",
  "author": "Matt McGrath & Erwan Rivault",
  "image": "",
  "description": "Climate change could bring more lightning to forests in northern reaches of the globe, increasing the risk of wildfires, a new study shows.\n\nResearchers found that lightning is the main cause of fires similar to those seen in parts of Canada this summer.\n\nThese forests limit climate change by trapping planet-heating carbon.\n\nMore lightning could spark a vicious cycle, as trees and soil set ablaze release warming CO2 - creating more storms and potentially more lightning.\n\nWhile the overall number of fires has decreased around the world over the last two decades, they have increased markedly in heavily forested areas outside the tropics.\n\nThis year Canada experienced a fire season like no other - over 6,500 fires blazed, burning around 18 million hectares (45 million acres) of forest and land.\n\nSmoke from those fires drifted into major cities in Canada and the US, even crossing the Atlantic to Spain and Portugal.\n\nUnlike other years which saw fires confined to the western part of the country, 2023 was marked by conflagrations across the entire territory including in eastern regions like Quebec.\n\nThe majority of these fires in northern parts were started by lightning strikes according to experts.\n\nThis new study used machine learning tools to develop a new global map showing forest fires by their ignition sources.\n\nThe authors found that 77% of burned areas in these forests are related to lightning ignitions. This is very different from tropical regions where humans are the main cause\n\nThe researchers believe the most effective step would be major cuts in emissions of warming gases which might in turn limit the rise in lighting strikes. The possibility of more fires as large as the ones seen in Canada this year should be a wake-up call, experts say.\n\n\"The fire season was unprecedented and hard for a lot of people to ignore,\" said Dr Katrina Moser from the University of Western Ontario, who wasn't involved in the study.\n\n\"But my take-home message is it's not too late to make a change. Take forest fires as a warning but not as a reason to do nothing.\"",
  "__v": 0
},
{
  "_id": {
    "$oid": "654dcdfe63fff6d5af2ddce7"
  },
  "title": "\"We Take Every Threat Seriously\": Canada On Khalistani Terrorist's Video",
  "date": "2023-11-10",
  "author": "Agence France Presse",
  "image": "",
  "description": "Ottawa: Canada's federal police are investigating a warning in videos circulating online not to fly Air India starting November 19, the transportation minister said Thursday. \"We take every threat seriously, especially when it concerns airlines,\" Transportation Minister Pablo Rodriguez told reporters in Ottawa.\nThe Royal Canadian Mounted Police, he added, \"is doing an investigation.\"\n\nThe videos, posted online in the last week, feature Gurpatwant Singh Pannun, the general counsel for the Khalistani outfit, Sikhs for Justice.\n\n'We Take Every Threat Seriously': Canada On Khalistani Terrorist's Video\n\nOttawa: Canada's federal police are investigating a warning in videos circulating online not to fly Air India starting November 19, the transportation minister said Thursday. \"We take every threat seriously, especially when it concerns airlines,\" Transportation Minister Pablo Rodriguez told reporters in Ottawa.\nThe Royal Canadian Mounted Police, he added, \"is doing an investigation.\"\n\nThe videos, posted online in the last week, feature Gurpatwant Singh Pannun, the general counsel for the Khalistani outfit, Sikhs for Justice.\n\nPowered By\nVDO.AI\n\nPlayMute\nFullscreen\nHe warns Sikhs in the video: \"Don't fly Air India after November 19, your lives may be in danger.\"\n\nHe told Canadian media this was not a threat, but rather a call to boycott Indian businesses. Canada is home to some 770,000 Sikhs, who make up about two percent of the overall population.\n\nPrime Minister Justin Trudeau in September raised allegations that Indian agents played a role in the June murder of a Canadian Sikh leader, near Vancouver, and expelled an Indian diplomat believed to have a link to the slaying.\n\nIndia dismissed as \"absurd\" the bombshell accusation. Relations between India and Canada have plunged over the unsolved murder and Indian unhappiness over how Ottawa has handled Sikh separatists.",
  "__v": 0
},
{
  "_id": {
    "$oid": "654e0a1112a18a200754a18e"
  },
  "title": "\n\nIsrael to begin daily four-hour military pauses in Gaza, US says\n",
  "date": "2023-11-10",
  "author": "Yvette Tan",
  "image": "",
  "description": "\nIndonesian hospital damaged after nearby strikes - Indo foreign ministry\nThe Indonesian Hospital in Gaza suffered some damage after a nearby rocket strike, an Indonesian foreign ministry spokesman said on Friday.\n\nHe noted that the target of the attack was the Taliza'tar area, which is located \"very close\" to the hospital.\n\nLalu Muhammad Iqbal said three Indonesian volunteers were in the basement when the attack occured - but added that they did not suffer from any injuries.\n\n\"Indonesia once again condemns the barbaric attacks on citizens and civilian objects, especially humanitarian facilities in Gaza,\" the spokesman added.\n\nSarbini Abdul Murad of the Medical Emergency Rescue Committee (MER-C), which runs the hospital, told Indonesian outlet Republika: “Last night's attack was very close to the Indonesian Hospital, but not a direct attack on the main building.\"\n\nThe Indonesian Hospital in Gaza was built to serve the medical needs of Palestinians in the enclave, according to Indonesia's foreign ministry.\n\nBut there has been some controversy around it, with the Israeli military claiming that the hospital was used as a cover to shield Hamas' underground operations - which has been strongly denied by the Indonesian government.",
  "__v": 0
},
{
  "_id": {
    "$oid": "654e56fa9f0f5f20b827acb3"
  },
  "title": "Whatever happened to NFTs?",
  "date": "2023-11-10",
  "author": "Joe Tidy",
  "image": "",
  "description": "When Homer Simpson comes up with a get-rich-quick scheme it usually ends badly.\n\nIn the latest episode of The Simpsons the hapless dad turns his son Bart, and then himself, into NFTs to make millions.\n\nIt all goes wrong when Homer finds out from a floating pizza cat that \"the NFT craze is over\".\n\nThe episode has been widely applauded by NFT fans and sceptics alike for successfully poking fun at a side of the crypto world that exploded a couple of years ago but has now gone very quiet.\n\nSo is the floating pizza cat right, and are NFTs really dead?\n\nWell analysis shows the once frenzied Non Fungible Token market declined to its lowest level recently, with October being dubbed \"Floptober\".\n\nBut some think there's hope.\n\nNFTs are digital tokens of ownership usually bought with cryptocurrency.\n\nThey're often linked to images or videos, but owning an NFT does not normally mean the buyer gets the copyright of the picture. Anyone can view it online and even copy and save it, but only the buyer has the status of being the official owner of its token. Proof is etched onto the uneditable record of the blockchain - a giant spreadsheet of transactions published online.\n\nAccording to researchers at Dapp Radar, the value of NFT transactions just hit the lowest point since the NFT market peaked.\n\nTrading volume - the amount of money in sales across the whole industry - has fallen 89% from the beginning of 2022 to now.\n\nBack then in the first quarter of 2022 it was $12.6bn (£10.4bn), and now in the third quarter of 2023 it's a mere $1.39bn.\n\nAllowing NFT owners to make money through intellectual property appears to be a trend that is potentially reviving interest in the products. Pudgy Penguins have maintained a floor price similar to its peak in January 2023, according to the NFT Floor Price website.\n\nOther new ways buyers are being offered increased incentives are through membership to exclusive events, physical versions of NFTs and scrapping of artist royalties.\n\nBritish NFT entrepreneur known as Pranksy thinks experimenting is key to a market recovery.\n\n\"I predict a small number of innovative individuals and brands will be able to spearhead mainstream adoption,\" he says.\n\nHe predicts that the market will rise once more, but admits it's unlikely to reach the levels of \"pandemonium\" previously seen.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65531c288fa91bb4aba16a56"
  },
  "title": "Why has Rishi Sunak brought former UK PM David Cameron back to frontline politics?",
  "date": "2023-11-13",
  "author": "Luke McGee",
  "image": "",
  "description": "London CNN — Ever since he became British prime minister a little over a year ago, Rishi Sunak has tried to bring calm to the chaotic government he inherited.\n\nHis predecessor Liz Truss’ economic policies had caused the pound to fall to its lowest level against the dollar in decades. Inflation was in double digits. Interest rates were rising. And his governing Conservative Party was still struggling to recover from the turmoil of Boris Johnson’s premiership before Truss – which ended in scandal, public fury and dreadful poll ratings.\n\nDespite his aim of steadying the ship, Sunak has struggled to tell a convincing story of exactly what his political personality is and to which brand of Conservatism he belongs.\n\nThat might all have changed on Monday when Sunak surprised the Westminster establishment by appointing former Prime Minister David Cameron as his new foreign secretary. He did so after sacking Suella Braverman – a firebrand from the right of the party who recently described pro-Palestinian demonstrations as “hate marches” and called homelessness a “lifestyle choice” – as home secretary.\n\nCameron, of course, is best known as the PM who called the in-out Brexit referendum of 2016. He was very much from the center of the Conservative Party and led the campaign to remain in the European Union. The UK’s subsequent shock decision to leave the EU led to Cameron’s resignation on the morning of the result and kick-started seven years of bitter, partisan politics among Conservatives over Brexit and, to some extent, the soul of the party.\n\nThe appointment will continue to raise more questions over the coming days as observers watch for any discernible changes in government policy or nods to a centrist pivot. It is hard to even know exactly how Sunak could do that – it was only last week his policy agenda, containing many right-wing positions, for the coming year was officially laid out in parliament. Similarly, it’s not as though Sunak was unequivocally of the right before this. He cannot pivot from one position to another when he hadn’t previously been convincingly one or the other.\n\nBut as the election, mostly likely to happen at some point next year, draws closer, maybe the finer points of governing don’t actually matter. Maybe this is more of a general vibe shift: bringing in a safe pair of hands to demonstrate stability to the voters while keeping harder-line policies in the manifesto to keep his Conservative critics off his back.\n\nWhatever the truth behind Sunak’s unorthodox reshuffle of his top team, he doesn’t have long before it needs to start having an impact on his political fate. The next election is looming and his party is still a long, long way behind in the polls.",
  "__v": 0
},
{
  "_id": {
    "$oid": "655320419c1dcf44d8dba595"
  },
  "title": "Uttarakhand tunnel collapse: A family on edge in Odisha, govt jumps to act in Jharkhand",
  "date": "2023-11-14",
  "author": "Sujit Bisoyi & Abhishek Angad",
  "image": "",
  "description": "The family of 40-year-old Raju Nayak from Odisha’s Mayurbhanj keep checking their phones for updates from Uttarkashi, where he is among the 40 workers trapped inside an under-construction tunnel since it partially collapsed on Sunday morning.\n\n“We know that all efforts are being made by the administration for the safe rescue of all the workers. I know my son – he is brave and a fighter. He will come back. We all are praying for the safe return of all the workers,” said Muchiram Nayak, Raju’s father.\n\nA source in the Jharkhand government told The Indian Express: “As of now, the team is in Delhi. They should reach the spot in Uttarakhand by 1 pm Tuesday.”\n\nFamily members of some of those trapped have been making inquiries at Jharkhand’s migrant control room regarding the incident, sources said.\n\nThe chief ministers of both Jharkhand and Odisha have taken to social media to express their hope for the speedy rescue of the workers.Union minister Dharmendra Pradhan spoke to Uttarakhand Chief Minister Pushkar Singh Dhami about the rescue operations.“…Thankfully all the workers are unharmed and the Uttarakhand government is taking all measures for relief, rescue and safe evacuation. Praying for everyone’s safety and well-being,” Pradhan wrote on X.\n\nRaju went to work on the tunnel in June, leaving with two others from Mayurbhanj. There are a total of five workers from Odisha among the 40 trapped in the tunnel, including some from Nabarangpur district.\n\nMuchiram, who had last spoken to his son a few days ago, said Raju had promised to return home for Makar Sankranti, a major festival in Mayurbhanj.The Odisha government has said it’s in touch with the Uttarakhand government and NHAI authorities for the safe return of workers from the state.\n\nOther than the five from Odisha, the workers trapped inside include 15 from Jharkhand, eight from Uttar Pradesh, four from Bihar, three from West Bengal, two each from Uttarakhand and Assam, and one from Himachal Pradesh.\n\nThe Jharkhand government on Monday sent a three-member team to provide assistance to assist in the rescue operations.The team comprises one IAS officer, Bhuvanesh Pratap Singh, and two joint secretaries from the state’s labour department. The officers will start giving regular updates to the migrant control room Tuesday onwards.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65532c7eb43497b047355c6b"
  },
  "title": "NASA Shares Stunning Image Of \"Celestial Festival Of Lights\" Captured By Hubble",
  "date": "2023-11-14",
  "author": "Ritu Singh",
  "image": "",
  "description": "Space agency NASA routinely captures stunning images of our universe, leaving space lovers mesmerized. On Monday, NASA sent its Diwali wishes with a stunning image of a cluster of stars. The space agency shared an image of a globular cluster captured by the Hubble Space Telescope and called it a ''celestial festival of lights.'' Notably, the global cluster is a tightly bound cluster of millions of stars, located 30,000 light-years away from Earth. \n\nTaking to social media, NASA shared a breathtaking picture of thousands of brightly lit stars and wrote, \"Happy #Diwali to all those who celebrate. @NASAHubble captured a celestial festival of lights – a globular cluster – 30,000 light-years away from Earth, near the dense and dusty center of our own Milky Way galaxy.\"\n\nThe agency said that the cluster contains both old and new stars. Some range from 12 billion years old to about 2 billion years old.\n\nOn Instagram, NASA described the image writing, \"A globular cluster appears near the center of the frame, with many yellow stars huddled together. Blue and yellow stars dot the blackness of space, surrounding the image's center.⁣\"\n\nInternet users loved the picture and thanked NASA. One user wrote, \"It's so beautiful. I love the stars.\" Another said, ''Happy #Diwali to everyone who celebrates! The celestial festival of lights captured by \n@NASAHubble in a globular cluster 30,000 light-years away is a reminder of the beauty and wonder of our universe.''\n\nA third added, \"The stars are holding a party, right?\" A fourth wrote, \"The magic of creation. Like a work of God's art.\"\n\nDiwali, or Deepavali, marks the victory of good over evil, light over darkness, and knowledge over ignorance. During the festival time, homes and streets are adorned with colourful lamps and candles, while families come together to exchange gifts, sweets, and warm wishes.",
  "__v": 0
},
{
  "_id": {
    "$oid": "655339d8f61f9c307db47daf"
  },
  "title": "Hamas Tunnel With Bulletproof Doors Leads To Gaza Hospital, Claims Israel",
  "date": "2023-11-14",
  "author": "Chandrajit Mitra",
  "image": "",
  "description": "Israel's security forces claim to have discovered a Hamas-operated tunnel that leads to a hospital in Gaza amid criticism that their ground operations have left medical facilities inoperative in the blockaded strip.\n\nThe tunnel is next to the house of a Hamas operative who heads the naval operations of Hamas that led the October 7 raids on Israel, said a military spokesperson.\n\nRantisi hospital is only 200 yards (183 metres) away, said Rear Admiral Daniel Hagari, as he sought to prove the accusations that the Palestinian Hamas group has been operating from hospitals.\n\n\"Inside these tunnels, Hamas terrorists hide, operate and hold Israeli hostages against their will,\" said the Israel Security Forces on X, formerly Twitter.\n\nThe tunnel is electrified with the help of solar panels and leads to a bulletproof and explosives-proof door about 20 metres down the ground level, he said. \"It looks like a hard and clear evidence that the hospital is connected,\" he added.\n\nThe tunnel remains covered so that no one can find it and the hospital is next to a school and an UN building, the Israeli forces said.\n\nFact-checker Mohammed Zubair has refuted this claim and said the text in Arabic was nothing but the days of the week.\n\nIsrael also claimed its forces were transporting incubators from hospitals in Gaza to Al-Shifa, but later deleted the social media post. In a fresh post, they claimed are in the process of coordinating the transfer of incubators from a hospital in Israel to Gaza.\n\nHospitals have become the latest focal point of Israel-Hamas fight in Gaza. At least six babies and nine patients have died due to fuel shortages in hospitals and all hospitals in northern Gaza are now \"out of service\", said the Hamas-run health ministry yesterday. This includes the Al-Shifa hospital, the largest in the blockaded strip.\n\nThe humanitarian situation in Gaza remains grim with hundreds of patients trapped in the hospital without electricity and water, besides thousands others who have taken shelter in those complexes.\n\nUS President Joe Biden has urged Israel to protect the Al-Shifa hospital.",
  "__v": 0
},
{
  "_id": {
    "$oid": "6553fcd2f49ce9c0b141aa5f"
  },
  "title": "New tech boosts Dutch drive for sustainable farming",
  "date": "2023-09-04",
  "author": "Suzanne Bearne",
  "image": "",
  "description": "I'm at the Wageningen University's Farm of the Future, where I had been expecting to see robots and perhaps, drones flying overhead.\n\nBut on a bright blue day project manager Wijnand Sukkel stands in the expansive fields across from the university building with bare trees and of course, windmills in the background, and points at the strips of crops in the fields.\n\nHe says usually in the Netherlands these would just be filled by a monocrop such as maize or wheat.\n\nHere in Lelystad, however, they're experimenting with different agricultural methods including crop diversity, with eight different crops sown here at any one time including wheat, onions, potatoes, and broad beans.\n\n\"We know that crop diversity works,\" says Mr Sukkel, who adds that they also use cover crops to help improve the soil and biodiversity. \"It's a more efficient use of water, it has lower risk of pest disease, it has a higher biodiversity, it's better for the soil, and it gives higher yields.\"\n\nThe world population is expected to reach nearly 10 billion people in 2050, according to the UN. Mr Sukkel and his colleagues are developing sustainable farming systems to ensure there's enough food for a growing global population, while also working to reduce carbon emissions.\n\nThe university started Farm of the Future four years ago after seeing biodiversity decline due to climate change. \"We wondered if it was possible to design a high food production farm system with zero fossil fuel energy use, with no damage from pesticides and [that] was resilient to heavy rainfall or very long dry periods.\"\n\nMr van den Borne has also invested heavily in disease management. \"We have multiple weather stations looking at weather conditions and that can calculate when the crop could be attacked. We then protect just before that moment. It's like when wearing sun lotion, you don't put it on much earlier as you will still burn.\"\n\nHe says he is investing in AI to help provide the answers in the future. \"For example, asking questions like if there's an issue in the field, we can try and figure it out with AI.\"\n\n\"For me, the farm of the future is all about data, artificial intelligence and learning.\"\n\nMeino Smit, who runs an organic farm and wrote his PhD thesis on the sustainability of Dutch agriculture from 1950 to 2015, is concerned that \"Dutch agriculture is not currently sustainable\".\n\n\"Technology has a negative impact on the environment; the more tech you use, the more it creates a negative impact in the environment,\" he says.\n\n\"Big machines are very bad for the soil and they use a lot of energy. Tech is not a solution. We need reduced energy use combined with tech and labour.\"\n\nLooking ahead to the future, farmers are understanding they need to be more adaptive due to climate change, says Mr van den Borne. \"We are producing more efficiently with a lower ecological footprint; it's not only quantity but also quality.\"\n\nLike many farmers, he's feeling the pressure. \"It's pretty scary but less than 1% of the global population is feeding the rest. It's quite an important job.\"",
  "__v": 0
},
{
  "_id": {
    "$oid": "65547f819d5551c144fb229f"
  },
  "title": "Wisconsin state Senate approves downsized Milwaukee Brewers stadium repair bill",
  "date": "2023-11-14",
  "author": "WXPR |  Associated Press",
  "image": "",
  "description": "MADISON, Wis. (AP) — The Wisconsin state Senate narrowly approved a plan Tuesday to spend nearly half a billion dollars to help the Milwaukee Brewers repair their stadium over the next three decades, brushing aside arguments that the team has more than enough money and doesn't deserve such a sizable government subsidy.\n\nThe chamber approved the legislation on a 19-14 vote, sending it to the Assembly for a floor vote later Tuesday. Speaker Robin Vos has signaled his support for the proposal.\n\n“The state of Wisconsin is far better off with the Brewers here,” Feyen said. “This is a good deal for baseball fans, a good deal for taxpayers, a good deal for the state of Wisconsin. The vote is yes.”\n\nThe final vote was fractured, with three of the four Democrats who represent Milwaukee joining 11 Republicans in voting against it. LaTonya Johnson was the only Milwaukee Democrat who voted for the plan.\n\nThe stadium opened in 2001 as Miller Park and replaced aging County Stadium. Construction cost about $392 million and was funded largely through a 0.1% sales tax imposed in Milwaukee County and the four other counties that surround the stadium. The sales tax generated about $605 million before it expired in 2020.\n\nThe stadium name changed to American Family Field in 2021 after the Brewers struck a 15-year naming rights deal with the insurance company.\nAssembly passage would put the bill in front of Gov. Tony Evers, who can sign it into law or veto it. Evers' spokesperson, Britt Cudaback, said Monday that the governor supports the plan.\n\nBrewers President of Business Operations Rick Schlesinger called the Senate vote “historic.”\n\n“The Brewers require a premier ballpark to drive ticket sales and continue to field competitive teams — making maintenance of the ballpark all the more critical,” he said in a statement.\n\nThe Brewers say 22-year-old American Family Field needs extensive repairs. The stadium's glass outfield doors, seats and concourses need replacing, the stadium's luxury suites and video scoreboard need upgrades and the stadium's signature retractable roof, fire suppression systems, parking lots, elevators and escalators need work, according to the team.\n\nBrewers officials initially said the team might leave Milwaukee if they didn't get public dollars for repairs. Rick Schlesinger, the Brewers' president of business operations, softened the team's stance last month, saying the Brewers want to remain in the city “for the next generation.\" But the prospect of the team leaving looms.\n\nDebates over handing billions of public dollars to professional sports teams are always divisive. The Brewers' principal owner, Mark Attanasio, is worth an estimated $700 million, according to Yahoo Finance, and the team itself is valued at around $1.6 billion, according to Forbes. But legislative leaders are fearful of losing tens of millions of dollars in tax revenue if the Brewers leave Milwaukee and have been working on a plan to help cover the repairs since September. The legislation has gone through multiple iterations.\n\nThe Assembly last month approved a plan that calls for the state to contribute $411.5 million and the city of Milwaukee and Milwaukee County to contribute a combined $135 million. The state and the locals would make the payments in annual installments through 2050. The Brewers would contribute $100 million and extend their lease at the stadium through 2050, guaranteeing Major League Baseball would remain in its smallest market for another 27 years.\n\nBut Senate Republicans balked at the state contribution and amended the package last week to scale it back to $386.5 million, according to a Legislative Fiscal Bureau analysis. They also added a $2 surcharge on tickets to non-baseball events and an $8 surcharge on luxury suite tickets to non-baseball events. The surcharges would generate an estimated $14.1 million by 2050. The city and county's contributions would remain unchanged but the team's contribution would increase to $110 million.\n\nRepublicans amended the plan again Tuesday, this time during floor debate, to incrementally raise the $2 ticket surcharge to $4 and the luxury suite ticket surcharge from $8 to $10 by 2050. The revenue would be used to reduce the state contribution. According to Legislative Fiscal Bureau projections, the surcharges will generate about $20.7 million, reducing the state contribution to $365.8 million.\n\n“The state of Wisconsin is far better off with the Brewers here,” Feyen said. “This is a good deal for baseball fans, a good deal for taxpayers, a good deal for the state of Wisconsin. The vote is yes.”\n\nThe final vote was fractured, with three of the four Democrats who represent Milwaukee joining 11 Republicans in voting against it. LaTonya Johnson was the only Milwaukee Democrat who voted for the plan.\n\nThe stadium opened in 2001 as Miller Park and replaced aging County Stadium. Construction cost about $392 million and was funded largely through a 0.1% sales tax imposed in Milwaukee County and the four other counties that surround the stadium. The sales tax generated about $605 million before it expired in 2020.\n\nThe stadium name changed to American Family Field in 2021 after the Brewers struck a 15-year naming rights deal with the insurance company.",
  "__v": 0
},
{
  "_id": {
    "$oid": "655480399d5551c144fb22a3"
  },
  "title": "Senate passes PFAS funding bill, critics say it protects polluters",
  "date": "2023-11-16",
  "author": "Katie Thoresen",
  "image": "",
  "description": "Dozens of people in the Town of Stella in Oneida County will need to replace their wells after testing revealed some of the highest levels of PFAS contamination in the country.\n\nThe City of Rhinelander received $1.6 million in federal funding to address its PFAS issues.\n\nAs more communities test and find PFAS in their drinking water, it’s becoming clear that remediation will be costly.\n\n“Billions will be spent on this issue, trillions nationwide by the time we get it cleaned up,” said Senator Mary Felzkowski at a recent listening session in Rhinelander.\n\nShe says the $125 million set aside in the most recent state budget is just the beginning of what the state will need to invest to address PFAS.\n\nThis week, the State Senate passed a bill that would get that money out to people affected in the form of grants.\n\nThose in favor of the bill say it protects landowners, ut Governor Evers’ spokesperson told the Associated Press that the Governor doesn’t support the bill because it would limit the state Department of Natural Resources’ ability to order landowners to clean up contamination.\n\nWisconsin’s Conservation Voters opposes it for similar reasons.\n\nPeter Burress is the organization’s Government Affairs Manager. WXPR spoke with him before the Senate passed the bill.\n\n“We are very concerned that some of the changes more so reflect them listening to groups like Wisconsin Manufacturing and Commerce than the folks across the state who are really dealing with the impact the health-related impact of PFAS head on,” he said.\n\nThe DNR wouldn’t be able to take enforcement action against anyone who takes grant money.\n\nBurress says the bill is a loophole for polluters and shifts responsibility for contamination from the polluters to Wisconsin taxpayers.\n\n“We're concerned that in the future, a Department of Natural Resources under a different administration that could potentially be friendly to corporate polluters who are responsible for this contamination, could really just qualify them as innocent landowners, and then shift responsibility from those responsible onto Wisconsin taxpayers,” said Burress.\n\nHe wants to see a bill passed to get funding to people who need it and table the accountability discussion for another day.\n\n“We can disagree on those pieces. We shouldn't let those pieces get in the way of getting the funding out the door,” said Burress. “That's what's happening right now.”\n\nBurress says Wisconsin Conservation Voter’s would also like to see legislation that works towards long-term prevention and more public health-based standard.\n\nThey’d also like to see the phase out of these chemicals and support for research into remediation.",
  "__v": 0
},
{
  "_id": {
    "$oid": "65576923ee287d32b9ec445e"
  },
  "title": "Trump instantly lashes out at court clerk as soon as gag order lifted",
  "date": "2023-11-17",
  "author": "Shweta Sharma",
  "image": "https://static.independent.co.uk/2023/11/16/20/2023-11-15T153442Z_375524423_RC2Q74AO29CS_RTRMADP_3_USA-TRUMP-NEW-YORK.JPG",
  "description": "Donald Trump has launched a fresh tirade on both the judge and court clerk in his New York civil fraud trial just hours after a gag order banning him from criticising court personnel was paused.\n\nJudge Arthur Engoron had issued the gag order in the case after the former president made a series of false and disparaging remarks about his chief clerk of court Allison Greenfield both to reporters outside the courtroom and on his Truth Social account.\n\nMr Trump had already violated the gag order twice and incurred $15,000 in fines as a result.\n\nThe judge then expanded the order to include his attorneys after Mr Trump’s lead lawyer Christopher Kise also excoriated the clerk earlier this month for what he said was “bias” against his client, and amplified allegations outlined in a right-wing news website.\n\nBut on Thursday, Associate Justice David Friedman of the state’s intermediate appeals court agreed to temporarily lift the gag order, “considering the constitutional and statutory rights at issue”.\n\nNow, Mr Trump is able to speak freely about court staff while the longer appeals process plays out.\n\nFollowing the ruling, Mr Trump wasted little time in relaunching attacks on Judge Engoron, calling his actions “radical and unprecedented” – while also taking aim at the clerk at the centre of the initial gag order.\n\n“Judge Arthur Engoron has just been overturned (stayed!) by the New York State Appellate Division (Appeals Court), for the 4th TIME (on the same case!). His Ridiculous and Unconstitutional Gag Order, not allowing me to defend myself against him and his politically biased and out of control, Trump Hating Clerk, who is sinking him and his Court to new levels of LOW, is a disgrace,” he wrote in a long Truth Social rant.\n\nIn his long social media rant, the former president again denounced New York Attorney General Letitia James for what he maintains is an “illegal Witch Hunt” against him.\n\n“They are defending the Worst and Least Respected Attorney General in the United States, Letitia James, who is a Worldwide disgrace, as is her illegal Witch Hunt against me. The Radical and Unprecedented actions of Judge Engoron will keep BUSINESSES and JOBS forever out of New York State,” he said.\n\n“I have done NOTHING WRONG, my numbers were low, not high, I have a COMPLETE DISCLAIMER CLAUSE, their Star Witness admitted he lied and made up this Fake case against me, and the the Attorney General used a “Get Trump” platform in order to run for A.G. & Governor (she failed!).”\n\nThe former president was referring to the allegations in the fraud trial that he inflated the value of his properties to obtain tax, loan and insurance incentives.\n“This wicked attack on Democracy must be ended, NOW!” Mr Trump concluded.\n\nMr Trump’s attorney Mr Kise had earlier welcomed the ruling pausing the gag order, saying it restores his client’s right “to talk about bias in his own trial”. He lauded the temporary stay as the “right decision”.\n\nJustice Friedman“allowed President Trump to take full advantage of his constitutional First Amendment rights to talk about bias in his own trial, what he’s seeing and witnessing in his own trial – which, frankly, everyone needs to see,” Mr Kise said.\n\nThe former president’s attorneys have been fighting against the gag order since it was imposed in early October, calling it unconstitutional and an abuse of power.\n\nThe lawsuit brought by Ms James alleges Mr Trump, his sons, the Trump Organization and its top executives exaggerated his wealth on financial statements used to secure loans and make deals.\n\n\nThe judge has already ruled that fraud was committed but the trial will determine what penalties Mr Trump must face.\n\nAG James’ office is asking for $250m in fines and the potential dissolution of the Trump New York real estate empire.\n",
  "__v": 0
}]